//
//  Created by Jesse Squires
//  http://www.jessesquires.com
//
//
//  Documentation
//  http://cocoadocs.org/docsets/JSQMessagesViewController
//
//
//  GitHub
//  https://github.com/jessesquires/JSQMessagesViewController
//
//
//  License
//  Copyright (c) 2014 Jesse Squires
//  Released under an MIT license: http://opensource.org/licenses/MIT
//

//  ********************************
//  Special thanks to the localization contributors!
//
//  https://github.com/jessesquires/JSQMessagesViewController/issues/237
//  ********************************
//
//
//  Converted to Swift by Tung Thanh Nguyen
//  Copyright © 2017 Tung Thanh Nguyen.
//  Released under an MIT license: http://opensource.org/licenses/MIT
//
//  GitHub
//  https://github.com/tungthanhnguyen/CSMessagesViewController
//

"load_earlier_messages" = "Load Earlier Messages";

"send" = "Send";

"new_message" = "New Message";

"text_message_accessibility_label" = "%@: %@";

"media_message_accessibility_label" = "%@: media message";

"accessory_button_accessibility_label" = "Share media";

"new_message_received_accessibility_announcement" = "New message received";
